$('#animal').ready(function main() {

  //Рись
  $('#first').click(function first() {

    $('.animal').html("<p>Найбільша кішка Європи — рись. У Карпатах вона<br> зазвичай мешкає \"там, де не чути як півень співає\" — у горах<br> вище 1000 м над рівнем моря. На Поліссі плямиста хижачка<br>обирає важкодоступні заболочені рівнини та ліси.<br>Карпати та Полісся — останні території в Україні, де<br>сьогодні ще можна зустріти рись у дикій природі.</p><p id='f1'><img src='animals/Lynx.jpg'></p>")
  })

  //Зебра
  $('#second').click(function second() {

    $('.animal').html("<p>У диких коней багато різновидів, однією з яких є зебра.<br>Цікава смугаста конячка більше схожа на казкову або<br>мультиплікаційну героїню, ніж на реальну мешканку савани.<br> Звідки ж взялися на ній ці чорно-білі смужки?</p><p><img src='animals/Zebra.jpg'></p>")
  })

  //Тигр
  $('#third').click(function third() {

    $('.animal').html("<p>Тигр – хижий ссавець з сімейства котячих.<br>Він є третім за величиною наземним хижаком,<br>після білого і бурого ведмедів. Довжина його тіла може<br>досягати більше трьох метрів, а маса – понад 300 кг.<br>Довжина хвоста – близько 90 см. Самки, як правило, значно менше самців.</p><p><img src='animals/Tiger.jpg'></p>")
  })

  //Ведмідь
  $('#fourth').click(function fourth() {

    $('.animal').html("<p>Ведмідь є твариною, яка може становити небезпеку для<br>людини, однак він старається уникати зустрічей з нами.<br>Людям теж варто менше турбувати ведмедя і знати як пово-<br>дитися у місцях, де він живе, або при зустрічі у дикій природі.</p><p><img src='animals/Bear.jpg'></p>")
  })
})
